Repository: ardakaraosmanoglu/Newsreader-Theme-Wordpress-Turkce-Cevri
Catalog: *.po
Languages: tr_tr

source: Comments
tr_tr: Yorumlar

source: Comments are closed.
tr_tr: Yorumlar kapalı.

source: Submit Comment
tr_tr: Yorum Gönder

source: Advanced settings
tr_tr: Gelişmiş ayarlar

source: No File Selected
tr_tr: Dosya Seçilmedi

source: Remove
tr_tr: Kaldır

source: Default
tr_tr: Varsayılan

source: Select File
tr_tr: Dosya Seç

source: Standard Fonts
tr_tr: Standart Yazı Tipleri

source: Google Fonts
tr_tr: Google Yazı Tipleri

source: CSS Defaults
tr_tr: CSS Varsayılanları

source: Default Browser Font-Family
tr_tr: Varsayılan Tarayıcı Yazı Tipi Ailesi

source: Font Family
tr_tr: Yazı Tipi Ailesi

source: Select Font Family
tr_tr: Yazı Tipi Ailesi Seç

source: Variant
tr_tr: Varyant

source: Font Size
tr_tr: Yazı Tipi Boyutu

source: Line Height
tr_tr: Satır Yüksekliği

source: Letter Spacing
tr_tr: Harf Aralığı

source: Word Spacing
tr_tr: Kelime Aralığı

source: Text Align
tr_tr: Metin Hizalama

source: Inherit
tr_tr: Miras Al

source: Left
tr_tr: Sol

source: Center
tr_tr: Merkez

source: Right
tr_tr: Sağ

source: Justify
tr_tr: İki Yana Yasla

source: Text Transform
tr_tr: Metin Dönüştürme

source: None
tr_tr: Hiçbiri

source: Capitalize
tr_tr: Baş Harfleri Büyük Yap

source: Uppercase
tr_tr: Büyük Harf

source: Lowercase
tr_tr: Küçük Harf

source: Initial
tr_tr: İlk

source: Text Decoration
tr_tr: Metin Dekorasyonu

source: Underline
tr_tr: Altını Çiz

source: Overline
tr_tr: Üstünü Çiz

source: Line-Through
tr_tr: Üstü Çizili

source: Theme Fonts
tr_tr: Tema Yazı Tipleri

source: Ultra-Light 100
tr_tr: Ultra-Hafif 100

source: Ultra-Light 100 Italic
tr_tr: Ultra-Hafif 100 İtalik

source: Light 200
tr_tr: Hafif 200

source: Light 200 Italic
tr_tr: Hafif 200 İtalik

source: Book 300
tr_tr: Kitap 300

source: Book 300 Italic
tr_tr: Kitap 300 İtalik

source: Normal 400 Italic
tr_tr: Normal 400 İtalik

source: Medium 500
tr_tr: Orta 500

source: Medium 500 Italic
tr_tr: Orta 500 İtalik

source: Semi-Bold 600
tr_tr: Yarı-Kalın 600

source: Semi-Bold 600 Italic
tr_tr: Yarı-Kalın 600 İtalik

source: Bold 700
tr_tr: Kalın 700

source: Bold 700 Italic
tr_tr: Kalın 700 İtalik

source: Extra-Bold 800
tr_tr: Ekstra-Kalın 800

source: Extra-Bold 800 Italic
tr_tr: Ekstra-Kalın 800 İtalik

source: Ultra-Bold 900
tr_tr: Ultra-Kalın 900

source: Ultra-Bold 900 Italic
tr_tr: Ultra-Kalın 900 İtalik

source: License Information
tr_tr: Lisans Bilgileri

source: You do not have sufficient rights to view this page.
tr_tr: Bu sayfayı görüntülemek için yeterli haklara sahip değilsiniz.

source: Updates
tr_tr: Güncellemeler

source: We set a special price for all new themes for just a few days. Get notified of all introductory, flash and seasonal sales by signing up to our updates.
tr_tr: Tüm yeni temalar için sadece birkaç gün geçerli özel bir fiyat belirledik. Tüm tanıtım, flaş ve sezonluk indirimlerden haberdar olmak için güncellemelerimize kaydolun.

source: Email Address
tr_tr: E-posta Adresi

source: By checking this box you agree to our
tr_tr: Bu kutuyu işaretleyerek şunları kabul etmiş olursunuz

source: Terms and Conditions
tr_tr: Şartlar ve Koşullar

source: and
tr_tr: ve

source: Privacy Policy
tr_tr: Gizlilik Politikası

source: You may opt-out any time by clicking the unsubscribe link in the footer of any email you receice from us, or by contacting us at
tr_tr: Bizden aldığınız herhangi bir e-postanın alt kısmında bulunan abonelikten çıkma bağlantısına tıklayarak veya bizimle iletişime geçerek istediğiniz zaman abonelikten çıkabilirsiniz

source: Subscribe
tr_tr: Abone Ol

source: Activation
tr_tr: Aktivasyon

source: Active Websites
tr_tr: Aktif Web Siteleri

source: Development Mode
tr_tr: Geliştirme Modu

source: Check Again
tr_tr: Tekrar Kontrol Et

source: Purchase Code
tr_tr: Satın Alma Kodu

source: Purchase Date
tr_tr: Satın Alma Tarihi

source: Supported Until
tr_tr: Destek Bitiş Tarihi

source: (Expired)
tr_tr: (Süresi Doldu)

source: Please renew your item support for any support requests. See
tr_tr: Destek talepleri için lütfen ürün desteğinizi yenileyin. Bakınız

source: this document
tr_tr: bu belge

source: for more details.
tr_tr: daha fazla bilgi için.

source: Deactivation
tr_tr: Deaktivasyon

source: Deactivate License
tr_tr: Lisansı Deaktive Et

source: Activate License
tr_tr: Lisansı Aktive Et

source: Purchase code not entered.
tr_tr: Satın alma kodu girilmedi.

source: Email address is considered invalid.
tr_tr: E-posta adresi geçersiz olarak değerlendirildi.

source: Please agree to our terms and conditions.
tr_tr: Lütfen şartlar ve koşullarımızı kabul edin.

source: No connection to the server, try another time, or contact support.
tr_tr: Sunucuya bağlanılamıyor, başka bir zaman deneyin veya destek ile iletişime geçin.

source: Could not receive data from the server, try another time, or contact support.
tr_tr: Sunucudan veri alınamadı, başka bir zaman deneyin veya destek ile iletişime geçin.

source: Support expired.
tr_tr: Destek süresi doldu.

source: Your support for the %1$s theme has expired. Please %2$s for any support requests.
tr_tr: %1$s temasına olan desteğinizin süresi doldu. Destek talepleri için lütfen %2$s.

source: renew your support license
tr_tr: destek lisansınızı yenileyin

source: Multiple active websites detected.
tr_tr: Birden fazla aktif web sitesi tespit edildi.

source: Looks like you’re using the same theme license on multiple websites. A website theme can only be customized to create one customized website according to the ThemeForest license terms. If you want to create a second website from the same theme, you’ll need to
tr_tr: Görünüşe göre aynı tema lisansını birden fazla web sitesinde kullanıyorsunuz. Bir web sitesi teması, ThemeForest lisans şartlarına göre yalnızca bir özel web sitesi oluşturmak için özelleştirilebilir. Aynı temadan ikinci bir web sitesi oluşturmak istiyorsanız,

source: purchase another license
tr_tr: başka bir lisans satın almanız gerekecek

source: Please %1$s to unlock demo content.
tr_tr: Demo içeriğini açmak için lütfen %1$s.

source: activate your license
tr_tr: lisansınızı etkinleştirin

source: Please %1$s to unlock theme demos.
tr_tr: Tema demolarını açmak için lütfen %1$s.

source: Theme Dashboard
tr_tr: Tema Kontrol Paneli

source: Welcome to %1$s
tr_tr: Hoş geldiniz %1$s

source: %1$s is now installed and activated. To help you with the next step, we've gathered together on this page all the resources you might need. We hope you enjoy using this theme.
tr_tr: %1$s şimdi yüklendi ve etkinleştirildi. Bir sonraki adımda size yardımcı olmak için, ihtiyacınız olabilecek tüm kaynakları bu sayfada topladık. Bu temayı kullanmaktan keyif almanızı umarız.

source: Hello,
tr_tr: Merhaba,

source: is now installed and ready to go. Please
tr_tr: şimdi yüklendi ve kullanıma hazır. Lütfen

source: to enable theme demos.
tr_tr: tema demolarını etkinleştirmek için.

source: Go to Theme Demos
tr_tr: Tema Demolarına Git

source: Documentation
tr_tr: Belgeler

source: Changelog
tr_tr: Değişiklik Günlüğü

source: Keep informed with the latest changes about each theme.
tr_tr: Her tema ile ilgili en son değişikliklerden haberdar olun.

source: See the Changelog
tr_tr: Değişiklik Günlüğünü Gör

source: Support
tr_tr: Destek

source: Need help? We're here for you!
tr_tr: Yardıma mı ihtiyacınız var? Biz buradayız!

source: Have a question? Hit a bug? Get the help you need, when you need it from our friendly support staff.
tr_tr: Bir sorunuz mu var? Bir hatayla mı karşılaştınız? İhtiyacınız olduğunda dost canlısı destek ekibimizden ihtiyacınız olan yardımı alın.

source: Get Support
tr_tr: Destek Al

source: Community
tr_tr: Topluluk

source: Join our Facebook community
tr_tr: Facebook topluluğumuza katılın

source: Discuss products and ask for community support or help the community.
tr_tr: Ürünleri tartışın ve topluluk desteği isteyin ya da topluluğa yardım edin.

source: Join Now
tr_tr: Şimdi Katıl

source: Something went wrong, contact support.
tr_tr: Bir şeyler ters gitti, destek ile iletişime geçin.

source: Theme Demos
tr_tr: Tema Demoları

source: Demo content id not set.
tr_tr: Demo içerik kimliği ayarlanmadı.

source: Invalid demo content id.
tr_tr: Geçersiz demo içerik kimliği.

source: Install Plugins
tr_tr: Eklentileri Yükle

source: Required plugin will be installed
tr_tr: Gerekli eklenti yüklenecek

source: Installing and activating
tr_tr: Yükleniyor ve etkinleştiriliyor

source: Pre import...
tr_tr: Önceki ithalat...

source: Import Content
tr_tr: İçeriği İçe Aktar

source: Importing
tr_tr: İçe Aktarılıyor

source: Customizer
tr_tr: Özelleştirici

source: Importing customizer options...
tr_tr: Özelleştirici seçenekleri içe aktarılıyor...

source: Options
tr_tr: Seçenekler

source: Importing options...
tr_tr: Seçenekler içe aktarılıyor...

source: Widgets
tr_tr: Araçlar

source: Importing widgets...
tr_tr: Araçlar içe aktarılıyor...

source: Finish
tr_tr: Bitir

source: Finishing setup...
tr_tr: Kurulum tamamlanıyor...

source: Cancel
tr_tr: İptal

source: Import
tr_tr: İçe Aktar

source: Preview Demo
tr_tr: Demo Önizleme

source: Import Theme
tr_tr: Temayı İçe Aktar

source: Installing
tr_tr: Yükleniyor

source: Please be patient and don't refresh this page, the import process may take a while, this also depends on your server.
tr_tr: Lütfen sabırlı olun ve bu sayfayı yenilemeyin, içe aktarma işlemi biraz zaman alabilir, bu ayrıca sunucunuza da bağlıdır.

source: Imported Succefully
tr_tr: Başarıyla İçe Aktarıldı

source: Go ahead, customize the text, images and design to make it yours!
tr_tr: Devam edin, metni, resimleri ve tasarımı özelleştirerek kendinize ait hale getirin!

source: Customize
tr_tr: Özelleştir

source: Return to Dashboard
tr_tr: Kontrol Paneline Dön

source: View Site
tr_tr: Siteyi Görüntüle

source: Error: The customizer import file is not in a correct format. Please make sure to use the correct customizer import file.
tr_tr: Hata: Özelleştirici içe aktarma dosyası doğru formatta değil. Lütfen doğru özelleştirici içe aktarma dosyasını kullandığınızdan emin olun.

source: Unknown slug in a plugin.
tr_tr: Eklentide bilinmeyen slug.

source: Unknown path in a plugin.
tr_tr: Eklentide bilinmeyen yol.

source: Insufficient permissions to install the plugin.
tr_tr: Eklentiyi yüklemek için yetersiz izinler.

source: Failed to initialize or activate importer plugin.
tr_tr: İçe aktarma eklentisini başlatma veya etkinleştirme başarısız oldu.

source: The url address of the demo content is not specified.
tr_tr: Demo içeriğinin URL adresi belirtilmemiş.

source: You are not permitted to import contents.
tr_tr: İçerikleri içe aktarma izniniz yok.

source: No XML file specified.
tr_tr: XML dosyası belirtilmemiş.

source: You are not permitted to import customizer.
tr_tr: Özelleştiriciyi içe aktarma izniniz yok.

source: No customizer JSON file specified.
tr_tr: Özelleştirici JSON dosyası belirtilmemiş.

source: You are not permitted to import widgets.
tr_tr: Araçları içe aktarma izniniz yok.

source: No widgets WIE file specified.
tr_tr: Araçlar WIE dosyası belirtilmemiş.

source: You are not permitted to import options.
tr_tr: Seçenekleri içe aktarma izniniz yok.

source: No options JSON file specified.
tr_tr: Seçenekler JSON dosyası belirtilmemiş.

source: Error: Widget import data could not be read. Please try a different file.
tr_tr: Hata: Araç içe aktarma verileri okunamadı. Lütfen farklı bir dosya deneyin.

source: Sidebar does not exist in theme (moving widget to Inactive)
tr_tr: Tema içinde kenar çubuğu mevcut değil (aracı Etkin Olmayan'a taşıyor)

source: Site does not support widget
tr_tr: Site aracı desteklemiyor

source: Widget already exists
tr_tr: Araç zaten mevcut

source: Imported to Inactive
tr_tr: Etkin Olmayan'a İçe Aktarıldı

source: Imported
tr_tr: İçe Aktarıldı

source: No Title
tr_tr: Başlık Yok

source: No results for widget import!
tr_tr: Araç içe aktarma için sonuç yok!

source: Could not open the file for parsing
tr_tr: Dosya ayrıştırma için açılamadı

source: This WXR file (version %1$s) is newer than the importer (version %2$s) and may not be supported. Please consider updating.
tr_tr: Bu WXR dosyası (sürüm %1$s), içe aktarma programından (sürüm %2$s) daha yeni ve desteklenmeyebilir. Lütfen güncellemeyi düşünün.

source: The file does not exist, please try again.
tr_tr: Dosya mevcut değil, lütfen tekrar deneyin.

source: Invalid author mapping
tr_tr: Geçersiz yazar eşlemesi

source: Cannot import auto-draft posts
tr_tr: Otomatik taslak gönderiler içe aktarılamaz

source: Failed to import "%1$s": Invalid post type %2$s
tr_tr: "%1$s" içe aktarılamadı: Geçersiz gönderi türü %2$s

source: %1$s "%2$s" already exists.
tr_tr: %1$s "%2$s" zaten mevcut.

source: Skipping attachment "%s", fetching attachments disabled
tr_tr: Eklenti "%s" atlanıyor, ekler getirme devre dışı

source: Failed to import "%1$s" (%2$s)
tr_tr: "%1$s" (%2$s) içe aktarılamadı

source: Imported "%1$s" (%2$s)
tr_tr: İçe aktarıldı "%1$s" (%2$s)

source: Post %1$d remapped to %2$d
tr_tr: Gönderi %1$d %2$d olarak yeniden eşlendi

source: Failed to import term: %1$s - %2$s
tr_tr: Terim içe aktarılamadı: %1$s - %2$s

source: Invalid file type
tr_tr: Geçersiz dosya türü

source: Failed to import user "%s"
tr_tr: Kullanıcı içe aktarılamadı "%s"

source: Imported user "%s"
tr_tr: Kullanıcı içe aktarıldı "%s"

source: User %1$d remapped to %2$d
tr_tr: Kullanıcı %1$d %2$d olarak yeniden eşlendi

source: Failed to import %1$s %2$s
tr_tr: İçe aktarılamadı %1$s %2$s

source: Term %1$d remapped to %2$d
tr_tr: Terim %1$d %2$d olarak yeniden eşlendi

source: Meta for term_id %1$d : %2$s => %3$s ; successfully added!
tr_tr: term_id %1$d için meta: %2$s => %3$s ; başarıyla eklendi!

source: Failed to add metakey: %1$s, metavalue: %2$s to term_id: %3$d
tr_tr: Meta anahtarı eklenemedi: %1$s, meta değeri: %2$s term_id: %3$d

source: Remote server returned %1$d %2$s for %3$s
tr_tr: Uzak sunucu %1$d %2$s döndürdü %3$s için

source: Zero size file downloaded
tr_tr: Sıfır boyutlu dosya indirildi

source: Remote file is too large, limit is %s
tr_tr: Uzak dosya çok büyük, sınır %s

source: Running post-processing for post %d
tr_tr: Gönderi için son işlem çalıştırılıyor %d

source: Could not find the post parent for "%1$s" (post #%2$d)
tr_tr: Gönderinin üst öğesi bulunamadı "%1$s" (gönderi #%2$d)

source: Post %1$d was imported with parent %2$d, but could not be found
tr_tr: Gönderi %1$d, üst öğe %2$d ile içe aktarıldı, ancak bulunamadı

source: Could not find the author for "%1$s" (post #%2$d)
tr_tr: Yazar bulunamadı "%1$s" (gönderi #%2$d)

source: Post %1$d was imported with author "%2$s", but could not be found
tr_tr: Gönderi %1$d, yazar "%2$s" ile içe aktarıldı, ancak bulunamadı

source: Post %d was marked for post-processing, but none was required.
tr_tr: Gönderi %d, son işlem için işaretlendi, ancak gerekli değildi.

source: Could not update "%1$s" (post #%2$d) with mapped data
tr_tr: "%1$s" (gönderi #%2$d) eşlenen verilerle güncellenemedi

source: Could not find the menu object for "%1$s" (post #%2$d)
tr_tr: Menü nesnesi bulunamadı "%1$s" (gönderi #%2$d)

source: Post %1$d was imported with object "%2$d" of type "%3$s", but could not be found
tr_tr: Gönderi %1$d, "%3$s" türünde nesne "%2$d" ile içe aktarıldı, ancak bulunamadı

source: Could not find the comment parent for comment #%d
tr_tr: Yorum için üst yorum bulunamadı #%d

source: Comment %1$d was imported with parent %2$d, but could not be found
tr_tr: Yorum %1$d, üst yorum %2$d ile içe aktarıldı, ancak bulunamadı

source: Could not find the author for comment #%d
tr_tr: Yorum için yazar bulunamadı #%d

source: Comment %1$d was imported with author %2$d, but could not be found
tr_tr: Yorum %1$d, yazar %2$d ile içe aktarıldı, ancak bulunamadı

source: Could not update comment #%d with mapped data
tr_tr: Yorum #%d eşlenen verilerle güncellenemedi

source: Faulty term_id provided in terms-to-be-remapped array %s
tr_tr: Eşlenecek terimler dizisinde hatalı term_id sağlandı %s

source: No taxonomy provided in terms-to-be-remapped array for term #%d
tr_tr: Eşlenecek terimler dizisinde terim için sağlanmış vergi yok #%d

source: No parent_slug identified in remapping-array for term: %d
tr_tr: Terim için eşleme dizisinde parent_slug belirlenemedi: %d

source: The term(%1$d)"s parent_slug (%2$s) is not found in the remapping-array.
tr_tr: Terimin (%1$d) parent_slug (%2$s) eşleme dizisinde bulunamadı.

source: No data returned by get_term_by for term_id #%d
tr_tr: get_term_by tarafından veriler geri döndürülmedi term_id #%d

source: Could not update "%1$s" (term #%2$d) with mapped data
tr_tr: "%1$s" (terim #%2$d) eşlenen verilerle güncellenemedi

source: Term %1$d was successfully updated with parent %2$d
tr_tr: Terim %1$d başarıyla güncellendi, üst terim %2$d

source: Starting remapping of featured images
tr_tr: Öne çıkan resimlerin yeniden eşlenmesi başlatılıyor

source: Remapping featured image ID %1$d to new ID %2$d for post ID %3$d
tr_tr: Öne çıkan resim ID %1$d, yeni ID %2$d olarak yeniden eşleniyor gönderi ID %3$d için

source: Primary
tr_tr: Birincil

source: Header Bottombar
tr_tr: Başlık Alt Çubuğu

source: Mobile
tr_tr: Mobil

source: Mobile Secondary
tr_tr: Mobil İkincil

source: Burger Menu
tr_tr: Hamburger Menüsü

source: Burger Secondary
tr_tr: Hamburger İkincil

source: Footer Columns
tr_tr: Altbilgi Sütunları

source: Footer
tr_tr: Altbilgi

source: Header
tr_tr: Başlık

source: Site Content
tr_tr: Site İçeriği

source: Main
tr_tr: Ana

source: Post
tr_tr: Gönderi

source: Post Content
tr_tr: Gönderi İçeriği

source: Page
tr_tr: Sayfa

source: Page Content
tr_tr: Sayfa İçeriği

source: Post Author
tr_tr: Gönderi Yazarı

source: Post Pagination
tr_tr: Gönderi Sayfalandırma

source: Homepage
tr_tr: Anasayfa

source: Front Page
tr_tr: Ön Sayfa

source: Archive
tr_tr: Arşiv

source: Additional Content
tr_tr: Ek İçerik

source: General
tr_tr: Genel

source: Load Google AdSense Scripts
tr_tr: Google AdSense Komut Dosyalarını Yükle

source: Enable this if you're using Google AdSense.
tr_tr: Google AdSense kullanıyorsanız bunu etkinleştirin.

source: Before
tr_tr: Önce

source: After
tr_tr: Sonra

source: Icon
tr_tr: Simge

source: Accent
tr_tr: Vurgu

source: Style
tr_tr: Stil

source: Theme
tr_tr: Tema

source: Sets the default width of the content area (Default: 1336)
tr_tr: İçerik alanının varsayılan genişliğini ayarlar (Varsayılan: 1336)

source: Sets the default space between widgets (Default: 40)
tr_tr: Araçlar arasındaki varsayılan boşluğu ayarlar (Varsayılan: 40)

source: Mobile, Tablet, Laptop options cannot be deleted.
tr_tr: Mobil, Tablet, Dizüstü bilgisayar seçenekleri silinemez.

source: Banner
tr_tr: Afiş

source: HTML Code
tr_tr: HTML Kodu

source: Banner Width
tr_tr: Afiş Genişliği

source: Label
tr_tr: Etiket

source: Display Label
tr_tr: Etiketi Göster

source: Alignment
tr_tr: Hizalama

source: Label Typography & Color
tr_tr: Etiket Yazı Tipi & Renk

source: Typography
tr_tr: Yazı Tipi

source: Color
tr_tr: Renk

source: Section Style
tr_tr: Bölüm Stili

source: Enable Inner container
tr_tr: İç konteyneri etkinleştir

source: Padding
tr_tr: Dolgu

source: Layout Background
tr_tr: Düzen Arka Planı

source: Custom Background
tr_tr: Özel Arka Plan

source: Carousel
tr_tr: Döngü

source: Posts
tr_tr: Gönderiler

source: Number of Items
tr_tr: Öğe Sayısı

source: Enable post format
tr_tr: Gönderi formatını etkinleştir

source: Enable video backgrounds
tr_tr: Video arka planlarını etkinleştir

source: Enable video controls
tr_tr: Video kontrollerini etkinleştir

source: Display item excerpt
tr_tr: Öğe özetini göster

source: Excerpt length
tr_tr: Özet uzunluğu

source: Slider
tr_tr: Kaydırıcı

source: Tabs per View
tr_tr: Görünüm başına sekmeler

source: Slide Change Settings
tr_tr: Kaydırma Değiştirme Ayarları

source: Enable Autoplay
tr_tr: Otomatik oynatmayı etkinleştir

source: Autoplay Delay (ms)
tr_tr: Otomatik oynatma gecikmesi (ms)

source: Slide Change Speed (ms)
tr_tr: Kaydırma Değiştirme Hızı (ms)

source: Parallax Settings
tr_tr: Parallax Ayarları

source: Enable Parallax Effect
tr_tr: Parallax Efektini Etkinleştir

source: yes
tr_tr: evet

source: no
tr_tr: hayır

source: Parallax Delay (ms)
tr_tr: Parallax Gecikmesi (ms)

source: Parallax Distance (px)
tr_tr: Parallax Mesafesi (px)

source: Meta Settings
tr_tr: Meta Ayarları

source: Featured Post
tr_tr: Öne Çıkan Gönderi

source: Category
tr_tr: Kategori

source: Author
tr_tr: Yazar

source: Date
tr_tr: Tarih

source: Views
tr_tr: Görüntülemeler

source: Inline Posts
tr_tr: Satır İçi Gönderiler

source: Thumbnail Settings
tr_tr: Küçük Resim Ayarları

source: Size
tr_tr: Boyut

source: Height
tr_tr: Yükseklik

source: Orientation
tr_tr: Yönlendirme

source: Original
tr_tr: Orijinal

source: Landscape 4:3
tr_tr: Yatay 4:3

source: Landscape 3:2
tr_tr: Yatay 3:2

source: Landscape 16:9
tr_tr: Yatay 16:9

source: Landscape 21:9
tr_tr: Yatay 21:9

source: Portrait 3:4
tr_tr: Dikey 3:4

source: Portrait 2:3
tr_tr: Dikey 2:3

source: Square
tr_tr: Kare

source: Query Settings
tr_tr: Sorgu Ayarları

source: Filter by Post Type
tr_tr: Gönderi Türüne Göre Filtrele

source: Filter by Posts
tr_tr: Gönderilere Göre Filtrele

source: Add comma-separated list of post IDs. For example: 12, 34, 145. Leave empty for all posts.
tr_tr: Virgülle ayrılmış bir gönderi ID listesi ekleyin. Örneğin: 12, 34, 145. Tüm gönderiler için boş bırakın.

source: Filter by Categories
tr_tr: Kategorilere Göre Filtrele

source: Add comma-separated list of category IDs. For example: 12, 34, 145. Leave empty for all categories.
tr_tr: Virgülle ayrılmış bir kategori ID listesi ekleyin. Örneğin: 12, 34, 145. Tüm kategoriler için boş bırakın.

source: Filter by Tags
tr_tr: Etiketlere Göre Filtrele

source: Add comma-separated list of tag IDs. For example: 12, 34, 145. Leave empty for all tags.
tr_tr: Virgülle ayrılmış bir etiket ID listesi ekleyin. Örneğin: 12, 34, 145. Tüm etiketler için boş bırakın.

source: Offset
tr_tr: Ofset

source: Order By
tr_tr: Sıralama Kriteri

source: Published Date
tr_tr: Yayın Tarihi

source: Modified Date
tr_tr: Değiştirilme Tarihi

source: Title
tr_tr: Başlık

source: Random
tr_tr: Rastgele

source: Comment Count
tr_tr: Yorum Sayısı

source: Order
tr_tr: Sıra

source: Descending
tr_tr: Azalan

source: Ascending
tr_tr: Artan

source: Avoid Duplicate Posts
tr_tr: Yinelenen Gönderilerden Kaçının

source: Excerpt
tr_tr: Alıntı

source: Content
tr_tr: İçerik

source: Nothing found!
tr_tr: Hiçbir şey bulunamadı!

source: Divider
tr_tr: Bölücü

source: Type
tr_tr: Tür

source: Divider Thickness (px)
tr_tr: Bölücü Kalınlığı (px)

source: Divider Color
tr_tr: Bölücü Rengi

source: Featured Posts
tr_tr: Öne Çıkan Gönderiler

source: Orientation type
tr_tr: Yönlendirme türü

source: Preset
tr_tr: Ön ayar

source: Custom
tr_tr: Özel

source: Heading
tr_tr: Başlık

source: Heading Tag
tr_tr: Başlık Etiketi

source: Enable link
tr_tr: Bağlantıyı etkinleştir

source: Link Label
tr_tr: Bağlantı Etiketi

source: Link URL
tr_tr: Bağlantı URL'si

source: Link Target
tr_tr: Bağlantı Hedefi

source: In the active tab
tr_tr: Etkin sekmede

source: In a new tab
tr_tr: Yeni sekmede

source: Link
tr_tr: Bağlantı

source: Use Accent color
tr_tr: Vurgu rengini kullan

source: Link hover color
tr_tr: Bağlantı üzerine gelme rengi

source: Standard
tr_tr: Standart

source: Horizontal
tr_tr: Yatay

source: Tile
tr_tr: Döşeme

source: Numbered
tr_tr: Numaralı

source: Enable pagination
tr_tr: Sayfalandırmayı etkinleştir

source: Enable thumbnail
tr_tr: Küçük resmi etkinleştir

source: Grid Settings
tr_tr: Izgara Ayarları

source: Number of Columns
tr_tr: Sütun Sayısı

source: Desktop
tr_tr: Masaüstü

source: Laptop
tr_tr: Dizüstü bilgisayar

source: Gap between Columns
tr_tr: Sütunlar Arasındaki Boşluk

source: Gap between Rows
tr_tr: Satırlar Arasındaki Boşluk
