Repository: ardakaraosmanoglu/Newsreader-Theme-Wordpress-Turkce-Cevri
Catalog: *.po
Languages: tr_tr

source: Divider between rows
tr_tr: Satırlar arasında bölücü

source: Position
tr_tr: Pozisyon

source: Top
tr_tr: Üst

source: Image Width
tr_tr: Resim Genişliği

source: Small
tr_tr: Küçük

source: Medium
tr_tr: Orta

source: Large
tr_tr: Büyük

source: Extra Large
tr_tr: Ekstra Büyük

source: Margin bottom
tr_tr: Alt Kenar Boşluğu

source: Numbered Settings
tr_tr: Numaralı Ayarlar

source: Number max-width
tr_tr: Numara Maksimum Genişlik

source: Gap
tr_tr: Boşluk

source: Number
tr_tr: Numara

source: Title
tr_tr: Başlık

source: Title hover color
tr_tr: Başlık üzerine gelme rengi

source: Category hover color
tr_tr: Kategori üzerine gelme rengi

source: Meta Links color
tr_tr: Meta Bağlantıları rengi

source: Meta Links hover color
tr_tr: Meta Bağlantıları üzerine gelme rengi

source: Enable accent color
tr_tr: Vurgu rengini etkinleştir

source: Content alignment
tr_tr: İçerik hizalaması

source: Type 1
tr_tr: Tip 1

source: Type 2
tr_tr: Tip 2

source: Keep Up to Date with the Most Important News
tr_tr: En Önemli Haberlerle Güncel Kalın

source: Subscribe Form
tr_tr: Abonelik Formu

source: Mailchimp Form Link
tr_tr: Mailchimp Formu Bağlantısı

source: Button Label
tr_tr: Buton Etiketi

source: Description
tr_tr: Açıklama

source: Image
tr_tr: Görüntü

source: Lightmode
tr_tr: Aydınlık mod

source: Darkmode
tr_tr: Karanlık mod

source: Heading color
tr_tr: Başlık rengi

source: Description color
tr_tr: Açıklama rengi

source: Description Link color
tr_tr: Açıklama Bağlantı rengi

source: Description Link hover color
tr_tr: Açıklama Bağlantı üzerine gelme rengi

source: Border Radius
tr_tr: Kenar Yuvarlama

source: Background
tr_tr: Arka plan

source: Tabs
tr_tr: Sekmeler

source: Tile & Horizontal
tr_tr: Döşeme & Yatay

source: Tile Post
tr_tr: Döşeme Gönderi

source: Min Height
tr_tr: Minimum Yükseklik

source: Horizontal Posts
tr_tr: Yatay Gönderiler

source: Tab 1 Query
tr_tr: Sekme 1 Sorgusu

source: Tab Heading
tr_tr: Sekme Başlığı

source: Tab 2 Query
tr_tr: Sekme 2 Sorgusu

source: Tab 3 Query
tr_tr: Sekme 3 Sorgusu

source: Tile post Title
tr_tr: Döşeme gönderi Başlığı

source: Horizontal posts Title
tr_tr: Yatay gönderiler Başlığı

source: Active Tab Heading
tr_tr: Aktif Sekme Başlığı

source: Comment
tr_tr: Yorum

source: Your Name
tr_tr: Adınız

source: Your E-mail
tr_tr: E-posta Adresiniz

source: Website
tr_tr: Web Sitesi

source: Singular Options
tr_tr: Tekil Seçenekler

source: Blue
tr_tr: Mavi

source: Green
tr_tr: Yeşil

source: Orange
tr_tr: Turuncu

source: Red
tr_tr: Kırmızı

source: Pale Pink
tr_tr: Soluk Pembe

source: White
tr_tr: Beyaz

source: Gray 50
tr_tr: Gri 50

source: Gray 100
tr_tr: Gri 100

source: Gray 200
tr_tr: Gri 200

source: Secondary
tr_tr: İkincil

source: Layout
tr_tr: Düzen

source: Border
tr_tr: Kenarlık

source: Black
tr_tr: Siyah

source: Right Sidebar
tr_tr: Sağ Kenar Çubuğu

source: Left Sidebar
tr_tr: Sol Kenar Çubuğu

source: No Sidebar
tr_tr: Kenar Çubuğu Yok

source: Featured
tr_tr: Öne Çıkan

source: Overlay
tr_tr: Kaplama

source: Fullwidth Overlay
tr_tr: Tam Genişlik Kaplama

source: Page Title Only
tr_tr: Yalnızca Sayfa Başlığı

source: Enabled
tr_tr: Etkin

source: Disabled
tr_tr: Devre Dışı

source: Overlay Headers
tr_tr: Kaplama Başlıkları

source: Post Archives
tr_tr: Gönderi Arşivleri

source: Load More
tr_tr: Daha Fazla Yükle

source: Loading
tr_tr: Yükleniyor

source: Mega Menu
tr_tr: Mega Menü

source: Trending Now
tr_tr: Şu Anda Popüler

source: Most popular
tr_tr: En popüler

source: Display the Category Header section
tr_tr: Kategori Başlık bölümünü göster

source: Checking this box will override the default configuration.
tr_tr: Bu kutuyu işaretlemek varsayılan yapılandırmanın üzerine yazacaktır.

source: Display Category Header
tr_tr: Kategori Başlığını Göster

source: Next page
tr_tr: Sonraki sayfa

source: Previous page
tr_tr: Önceki sayfa

source: by
tr_tr: tarafından

source: %s view
tr_tr: %s görüntüleme

source: views
tr_tr: görüntüleme

source: The Elementor Website Builder has it all: drag and drop page builder, pixel perfect design, mobile responsive editing, and more. Get started now!
tr_tr: Elementor Web Sitesi Oluşturucu her şeye sahiptir: sürükle ve bırak sayfa oluşturucu, piksel mükemmel tasarım, mobil duyarlı düzenleme ve daha fazlası. Hemen başlayın!

source: Regenerate the thumbnails for one or more of your image uploads. Useful when changing their sizes or your theme.
tr_tr: Bir veya daha fazla resim yüklemeniz için küçük resimleri yeniden oluşturun. Boyutlarını veya temanızı değiştirdiğinizde kullanışlıdır.

source: Gear
tr_tr: Dişli

source: Demo Content
tr_tr: Demo İçeriği

source: Enabling this option will import demo posts, categories, and secondary pages. It's recommended to disable this option for existing
tr_tr: Bu seçeneği etkinleştirmek, demo gönderilerini, kategorilerini ve ikincil sayfaları içe aktaracaktır. Mevcut için bu seçeneği devre dışı bırakmanız önerilir

source: News
tr_tr: Haberler

source: Startups
tr_tr: Startuplar

source: Sports
tr_tr: Sporlar

source: Auto
tr_tr: Otomatik

source: City
tr_tr: Şehir

source: Media
tr_tr: Medya

source: View on YouTube
tr_tr: YouTube'da İzle

source: Archive Settings
tr_tr: Arşiv Ayarları

source: Common
tr_tr: Ortak

source: Default Sidebar
tr_tr: Varsayılan Kenar Çubuğu

source: Grid Layout
tr_tr: Izgara Düzeni

source: List Layout
tr_tr: Liste Düzeni

source: Full Post Layout
tr_tr: Tam Gönderi Düzeni

source: Display excerpt
tr_tr: Alıntıyı göster

source: Image Orientation
tr_tr: Resim Yönlendirme

source: Portrait 6:7
tr_tr: Portre 6:7

source: Image Size
tr_tr: Resim Boyutu

source: Post Preview Image Size
tr_tr: Gönderi Önizleme Resim Boyutu

source: Display Cropped Image
tr_tr: Kırpılmış Resmi Göster

source: Display Preview in Original Ratio
tr_tr: Önizlemeyi Orijinal Oranda Göster

source: Full Post Summary
tr_tr: Tam Gönderi Özeti

source: Use Excerpts
tr_tr: Alıntıları Kullan

source: Use Read More Tag
tr_tr: Daha Fazla Oku Etiketini Kullan

source: Pagination
tr_tr: Sayfalandırma

source: Load More Button
tr_tr: Daha Fazla Yükle Butonu

source: Infinite Load
tr_tr: Sonsuz Yükleme

source: Post Meta
tr_tr: Gönderi Meta

source: Display Divider between Rows
tr_tr: Satırlar Arasında Bölücüyü Göster

source: Title Font Size
tr_tr: Başlık Yazı Tipi Boyutu

source: Default Featured Posts
tr_tr: Varsayılan Öne Çıkan Gönderiler

source: Banner Section
tr_tr: Afiş Bölümü

source: Display Banner
tr_tr: Afişi Göster

source: Label alignment
tr_tr: Etiket hizalaması

source: Branding Settings
tr_tr: Markalama Ayarları

source: Site Branding
tr_tr: Site Markalama

source: Top Banner
tr_tr: Üst Afiş

source: Wallpaper
tr_tr: Duvar Kağıdı

source: Site Background
tr_tr: Site Arka Planı

source: Site Background Dark
tr_tr: Site Arka Planı Karanlık

source: Colors
tr_tr: Renkler

source: Site Color Scheme
tr_tr: Site Renk Şeması

source: User’s system preference
tr_tr: Kullanıcının sistem tercihi

source: Light
tr_tr: Aydınlık

source: Dark
tr_tr: Karanlık

source: Enable dark/light mode toggle
tr_tr: Karanlık/aydınlık mod geçişini etkinleştir

source: Header Background
tr_tr: Başlık Arka Planı

source: Header Background Dark
tr_tr: Başlık Arka Planı Karanlık

source: Header Submenu Background
tr_tr: Başlık Alt Menü Arka Planı

source: Header Submenu Background Dark
tr_tr: Başlık Alt Menü Arka Planı Karanlık

source: Header Topbar Background
tr_tr: Başlık Üst Çubuk Arka Planı

source: Header Topbar Background Dark
tr_tr: Başlık Üst Çubuk Arka Planı Karanlık

source: Footer Background
tr_tr: Altbilgi Arka Planı

source: Footer Background Dark
tr_tr: Altbilgi Arka Planı Karanlık

source: Offcanvas Menu Background
tr_tr: Offcanvas Menü Arka Planı

source: Offcanvas Menu Background Dark
tr_tr: Offcanvas Menü Arka Planı Karanlık

source: Layout Background Dark
tr_tr: Düzen Arka Planı Karanlık

source: Primary Color
tr_tr: Birincil Renk

source: Primary Color Dark
tr_tr: Birincil Renk Karanlık

source: Secondary Color
tr_tr: İkincil Renk

source: Secondary Color Dark
tr_tr: İkincil Renk Karanlık

source: Accent Color
tr_tr: Vurgu Rengi

source: Accent Color Dark
tr_tr: Vurgu Rengi Karanlık

source: Display advanced color settings
tr_tr: Gelişmiş renk ayarlarını göster

source: Input Background
tr_tr: Girdi Arka Planı

source: Input Background Dark
tr_tr: Girdi Arka Planı Karanlık

source: Input Color
tr_tr: Girdi Rengi

source: Input Color Dark
tr_tr: Girdi Rengi Karanlık

source: Button Background
tr_tr: Buton Arka Planı

source: Button Background Dark
tr_tr: Buton Arka Planı Karanlık

source: Button Color
tr_tr: Buton Rengi

source: Button Color Dark
tr_tr: Buton Rengi Karanlık

source: Button Hover Background
tr_tr: Buton Üzerine Gelme Arka Planı

source: Button Hover Background Dark
tr_tr: Buton Üzerine Gelme Arka Planı Karanlık

source: Button Hover Color
tr_tr: Buton Üzerine Gelme Rengi

source: Button Hover Color Dark
tr_tr: Buton Üzerine Gelme Rengi Karanlık

source: Border Color
tr_tr: Kenarlık Rengi

source: Used on Form Inputs, Separators etc.
tr_tr: Form Girdilerinde, Ayırıcılarda vb. kullanılır.

source: Border Color Dark
tr_tr: Kenarlık Rengi Karanlık

source: Overlay Background
tr_tr: Kaplama Arka Planı

source: Overlay Background Dark
tr_tr: Kaplama Arka Planı Karanlık

source: Video Icon Color
tr_tr: Video Simgesi Rengi

source: Video Icon Color Dark
tr_tr: Video Simgesi Karanlık Renk

source: Display border radius settings
tr_tr: Kenar yarıçapı ayarlarını göster

source: Layout Elements Border Radius
tr_tr: Düzen Öğeleri Kenar Yarıçapı

source: Used on Form Elements, Blockquotes, Block Groups etc.
tr_tr: Form Öğeleri, Blok Alıntılar, Blok Gruplar vb. üzerinde kullanılır

source: Thumbnail Border Radius
tr_tr: Küçük Resim Kenar Yarıçapı

source: Input Border Radius
tr_tr: Girdi Kenar Yarıçapı

source: Button Border Radius
tr_tr: Buton Kenar Yarıçapı

source: Footer Settings
tr_tr: Altbilgi Ayarları

source: Display Subscribe section
tr_tr: Abonelik bölümünü göster

source: Footer Copyright
tr_tr: Altbilgi Telif Hakkı

source: © %s Newsreader. All Rights Reserved.
tr_tr: © %s Newsreader. Tüm Hakları Saklıdır.

source: Header Settings
tr_tr: Başlık Ayarları

source: Header 1
tr_tr: Başlık 1

source: Header 2
tr_tr: Başlık 2

source: Header 3
tr_tr: Başlık 3

source: Header 4
tr_tr: Başlık 4

source: Header Initial Height
tr_tr: Başlık Başlangıç Yüksekliği

source: Header Height
tr_tr: Başlık Yüksekliği

source: Header Topbar Height
tr_tr: Başlık Üst Çubuk Yüksekliği

source: Header Border Width
tr_tr: Başlık Kenarlık Genişliği

source: Make navigation bar sticky
tr_tr: Gezinme çubuğunu yapışkan yap

source: Enabling this option will make navigation bar visible when scrolling.
tr_tr: Bu seçeneği etkinleştirmek, kaydırma sırasında gezinme çubuğunu görünür yapar.

source: Enable the smart sticky feature
tr_tr: Akıllı yapışkan özelliğini etkinleştir

source: Enabling this option will reveal navigation bar when scrolling up and hide it when scrolling down.
tr_tr: Bu seçeneği etkinleştirmek, yukarı kaydırırken gezinme çubuğunu gösterir ve aşağı kaydırırken gizler.

source: Display offcanvas toggle button
tr_tr: Offcanvas geçiş düğmesini göster

source: Display navigation menu
tr_tr: Gezinme menüsünü göster

source: Display navigation secondary menu
tr_tr: Gezinme ikincil menüsünü göster

source: Bottombar
tr_tr: Alt Çubuk

source: Display bottombar
tr_tr: Alt çubuğu göster

source: Enabling this option will display navigation bottombar menu which can be configured using Wordpress "Appearance / Menu" section. Location - "Header Bottombar".
tr_tr: Bu seçeneği etkinleştirmek, WordPress "Görünüm / Menü" bölümü kullanılarak yapılandırılabilen gezinme alt çubuğu menüsünü gösterir. Konum - "Başlık Alt Çubuk".

source: Menu alignment
tr_tr: Menü hizalaması

source: Search
tr_tr: Ara

source: Display search button
tr_tr: Arama düğmesini göster

source: Follow
tr_tr: Takip Et

source: Display Follow section
tr_tr: Takip Et bölümünü göster

source: Follow text
tr_tr: Takip Et metni

source: Enable Subscribe form
tr_tr: Abonelik formunu etkinleştir

source: Enabling this option will display the subscribe form specified in the Miscellaneous settings section.
tr_tr: Bu seçeneği etkinleştirmek, Çeşitli ayarlar bölümünde belirtilen abonelik formunu gösterir.

source: Enable social links
tr_tr: Sosyal bağlantıları etkinleştir

source: Enabling this option will display social links specified in the Miscellaneous settings section.
tr_tr: Bu seçeneği etkinleştirmek, Çeşitli ayarlar bölümünde belirtilen sosyal bağlantıları gösterir.

source: Custom button
tr_tr: Özel düğme

source: Display custom button
tr_tr: Özel düğmeyi göster

source: Button label
tr_tr: Düğme etiketi

source: Button link
tr_tr: Düğme bağlantısı

source: Static Front Page
tr_tr: Statik Ön Sayfa

source: Front Page Settings
tr_tr: Ön Sayfa Ayarları

source: Latest Posts Layout
tr_tr: Son Gönderiler Düzeni

source: Miscellaneous Settings
tr_tr: Çeşitli Ayarlar

source: Display published date instead of modified date
tr_tr: Değiştirilmiş tarih yerine yayımlanma tarihini göster

source: Social Links
tr_tr: Sosyal Bağlantılar

source: Display Social Link 1
tr_tr: Sosyal Bağlantı 1'i Göster

source: Social 1 Label
tr_tr: Sosyal 1 Etiketi

source: Social 1 Link
tr_tr: Sosyal 1 Bağlantısı

source: Social 1 Icon
tr_tr: Sosyal 1 Simgesi

source: Please upload the 2x version of your icon via Media Library with
tr_tr: Lütfen Medya Kütüphanesi aracılığıyla simgenizin 2x sürümünü yükleyin

source: suffix for Retina screens support. For example
tr_tr: Retina ekran desteği için sonek. Örneğin

source: . Recommended width and height is 26px (56px for Retina version).
tr_tr: . Önerilen genişlik ve yükseklik 26px'dir (Retina sürümü için 56px).

source: Display Social Link 2
tr_tr: Sosyal Bağlantı 2'yi Göster

source: Social 2 Label
tr_tr: Sosyal 2 Etiketi

source: Social 2 Link
tr_tr: Sosyal 2 Bağlantısı

source: Social 2 Icon
tr_tr: Sosyal 2 Simgesi

source: . Recommended width and height is 26px (52px for Retina version).
tr_tr: . Önerilen genişlik ve yükseklik 26px'dir (Retina sürümü için 52px).

source: Display Social Link 3
tr_tr: Sosyal Bağlantı 3'ü Göster

source: Social 3 Label
tr_tr: Sosyal 3 Etiketi

source: Social 3 Link
tr_tr: Sosyal 3 Bağlantısı

source: Social 3 Icon
tr_tr: Sosyal 3 Simgesi

source: Display Social Link 4
tr_tr: Sosyal Bağlantı 4'ü Göster

source: Social 4 Label
tr_tr: Sosyal 4 Etiketi

source: Social 4 Link
tr_tr: Sosyal 4 Bağlantısı

source: Social 4 Icon
tr_tr: Sosyal 4 Simgesi

source: Display Social Link 5
tr_tr: Sosyal Bağlantı 5'i Göster

source: Social 5 Label
tr_tr: Sosyal 5 Etiketi

source: Social 5 Link
tr_tr: Sosyal 5 Bağlantısı

source: Social 5 Icon
tr_tr: Sosyal 5 Simgesi

source: Sticky Sidebar
tr_tr: Yapışkan Kenar Çubuğu

source: Enable Sticky Sidebar
tr_tr: Yapışkan Kenar Çubuğunu Etkinleştir

source: Sticky Method
tr_tr: Yapışkan Yöntemi

source: Sidebar top edge
tr_tr: Kenar çubuğu üst kenarı

source: Sidebar bottom edge
tr_tr: Kenar çubuğu alt kenarı

source: Last widget top edge
tr_tr: Son widget üst kenarı

source: Scroll to Top
tr_tr: Yukarı Kaydır

source: Enable Scroll to Top button
tr_tr: Yukarı Kaydır düğmesini etkinleştir

source: Display subscribe section
tr_tr: Abonelik bölümünü göster

source: Page Settings
tr_tr: Sayfa Ayarları

source: Page Header Type
tr_tr: Sayfa Başlığı Türü

source: Standard Page Header Preview
tr_tr: Standart Sayfa Başlığı Önizlemesi

source: Post Settings
tr_tr: Gönderi Ayarları

source: Default Page Header Type
tr_tr: Varsayılan Sayfa Başlığı Türü

source: Display excerpt as post subtitle
tr_tr: Alıntıyı gönderi alt başlığı olarak göster

source: Display tags
tr_tr: Etiketleri göster

source: Display post footer
tr_tr: Gönderi altbilgisini göster

source: Read More
tr_tr: Devamını Oku

source: Enable Read More section
tr_tr: Devamını Oku bölümünü etkinleştir

source: Section Heading
tr_tr: Bölüm Başlığı

source: Display posts
tr_tr: Gönderileri göster

source: The section will display posts from the current category, published after the current post's date, before it, or the newest posts. In case fewer than six posts meet the requirements, the section will display other posts from the current category. In case there are fewer than six posts in the current category, the section will display posts from other categories.
tr_tr: Bölüm, geçerli kategoriden, geçerli gönderinin tarihinden sonra veya önce yayımlanan gönderileri ya da en yeni gönderileri gösterir. Gereksinimleri karşılayan altıdan az gönderi varsa, bölüm geçerli kategoriden diğer gönderileri gösterecektir. Geçerli kategoride altıdan az gönderi varsa, bölüm diğer kategorilerden gönderileri gösterecektir.

source: After current post date
tr_tr: Geçerli gönderi tarihinden sonra

source: Before current post date
tr_tr: Geçerli gönderi tarihinden önce

source: Newest posts
tr_tr: En yeni gönderiler

source: Auto Load Next Post
tr_tr: Sonraki Gönderiyi Otomatik Yükle

source: Enable the Auto Load Next Post feature
tr_tr: Sonraki Gönderiyi Otomatik Yükle özelliğini etkinleştir

source: Auto load posts from the same category only
tr_tr: Yalnızca aynı kategoriden gönderileri otomatik yükle

source: Auto load previous posts instead of next ones
tr_tr: Sonraki gönderiler yerine önceki gönderileri otomatik yükle

source: Banner Inside the Post
tr_tr: Gönderi İçindeki Afiş

source: Display in Post content
tr_tr: Gönderi içeriğinde göster

source: Insert After Paragraph
tr_tr: Paragraftan Sonra Ekle

source: Section Container
tr_tr: Bölüm Kabı

source: Post Content width
tr_tr: Gönderi İçeriği genişliği

source: Wide width
tr_tr: Geniş genişlik

source: Full width
tr_tr: Tam genişlik

source: Banner After Post
tr_tr: Gönderiden Sonra Afiş

source: Display after Post
tr_tr: Gönderiden sonra göster

source: Main Logo
tr_tr: Ana Logo

source: The main logo is used in the navigation bar and mobile view of your website. Logo image will be displayed in its original image dimensions. Please upload the 2x version of your logo via Media Library with
tr_tr: Ana logo, web sitenizin gezinme çubuğunda ve mobil görünümünde kullanılır. Logo resmi orijinal görüntü boyutlarında görüntülenecektir. Lütfen Medya Kütüphanesi aracılığıyla logonuzun 2x sürümünü yükleyin

source: suffix for supporting Retina screens. For example
tr_tr: Retina ekranları desteklemek için sonek. Örneğin

source: . Recommended maximum height is 40px (80px for Retina version).
tr_tr: . Önerilen maksimum yükseklik 40px'dir (Retina sürümü için 80px).

source: Main Logo for Dark Mode
tr_tr: Karanlık Mod için Ana Logo

source: Mobile Logo
tr_tr: Mobil Logo

source: The mobile logo is used in the site mobile view and in the sticky menu. Similar to the main logo, upload the 2x version of your logo via Media Library with
tr_tr: Mobil logo, sitenin mobil görünümünde ve yapışkan menüde kullanılır. Ana logoya benzer şekilde, Medya Kütüphanesi aracılığıyla logonuzun 2x sürümünü yükleyin

source: Mobile Logo for Dark Mode
tr_tr: Karanlık Mod için Mobil Logo

source: Footer Logo
tr_tr: Altbilgi Logosu

source: The footer logo is used in the site footer in desktop and mobile view. Similar to the main logo, upload the 2x version of your logo via Media Library with
tr_tr: Altbilgi logosu, masaüstü ve mobil görünümde sitenin altbilgisinde kullanılır. Ana logoya benzer şekilde, Medya Kütüphanesi aracılığıyla logonuzun 2x sürümünü yükleyin

source: . Recommended maximum height is 80px (160px for Retina version).
tr_tr: . Önerilen maksimum yükseklik 80px'dir (Retina sürümü için 160px).

source: Footer Logo for Dark Mode
tr_tr: Karanlık Mod için Altbilgi Logosu

source: Base Font
tr_tr: Temel Yazı Tipi

source: Primary Font
tr_tr: Birincil Yazı Tipi

source: Used for buttons, and tags and other actionable elements.
tr_tr: Düğmeler, etiketler ve diğer eyleme geçirilebilir öğeler için kullanılır.

source: Secondary Font
tr_tr: İkincil Yazı Tipi

source: Used for breadcrumbs and other secondary elements.
tr_tr: Kırıntılar ve diğer ikincil öğeler için kullanılır.

source: Display advanced typography settings
tr_tr: Gelişmiş tipografi ayarlarını göster

source: Section Headings Font
tr_tr: Bölüm Başlıkları Yazı Tipi

source: Post Title Font
tr_tr: Gönderi Başlığı Yazı Tipi

source: Post Subtitle Font
tr_tr: Gönderi Alt Başlığı Yazı Tipi

source: Post Category Font
tr_tr: Gönderi Kategorisi Yazı Tipi

source: Post Meta Font
tr_tr: Gönderi Meta Yazı Tipi

source: Post Content Font
tr_tr: Gönderi İçeriği Yazı Tipi

source: Input Font
tr_tr: Girdi Yazı Tipi

source: Entry Title Font
tr_tr: Girdi Başlığı Yazı Tipi

source: Entry Excerpt Font
tr_tr: Girdi Alıntısı Yazı Tipi

source: Logos
tr_tr: Logolar

source: The main logo is used in the navigation bar and mobile view of your website.
tr_tr: Ana logo, web sitenizin gezinme çubuğunda ve mobil görünümünde kullanılır.

source: The mobile logo is used in the site mobile view and in the sticky menu.
tr_tr: Mobil logo, sitenin mobil görünümünde ve yapışkan menüde kullanılır.

source: The footer logo is used in the site footer in desktop and mobile view.
tr_tr: Altbilgi logosu, masaüstü ve mobil görünümde sitenin altbilgisinde kullanılır.

source: Headings
tr_tr: Başlıklar

source: Headings Font Size
tr_tr: Başlıklar Yazı Tipi Boyutu

source: Heading 1
tr_tr: Başlık 1

source: Heading 2
tr_tr: Başlık 2

source: Heading 3
tr_tr: Başlık 3

source: Heading 4
tr_tr: Başlık 4

source: Heading 5
tr_tr: Başlık 5

source: Heading 6
tr_tr: Başlık 6

source: Navigation
tr_tr: Gezinme

source: Menu Font
tr_tr: Menü Yazı Tipi

source: Used for main top level menu elements.
tr_tr: Ana üst seviye menü öğeleri için kullanılır.

source: Submenu Font
tr_tr: Alt Menü Yazı Tipi

source: Used for submenu elements.
tr_tr: Alt menü öğeleri için kullanılır.

source: Footer Menu Font
tr_tr: Altbilgi Menü Yazı Tipi

source: Footer Submenu Font
tr_tr: Altbilgi Alt Menü Yazı Tipi

source: Bottombar Menu Font
tr_tr: Alt Çubuk Menü Yazı Tipi

source: Burger menu button
tr_tr: Burger menü düğmesi

source: Mobile menu button
tr_tr: Mobil menü düğmesi

source: E-mail
tr_tr: E-posta

source: Dark mode toggle button
tr_tr: Karanlık mod geçiş düğmesi

source: Scheme Toggle
tr_tr: Şema Geçişi

source: Scroll to top button
tr_tr: En üste kaydır düğmesi

source: %s post
tr_tr: %s gönderi

source: The page you were looking for could not be found. It might have been removed, renamed, or did not exist in the first place. Perhaps searching can help.
tr_tr: Aradığınız sayfa bulunamadı. Kaldırılmış, yeniden adlandırılmış olabilir veya hiç var olmamış olabilir. Belki arama yapmak yardımcı olabilir.

source: Back to Home Page
tr_tr: Ana Sayfaya Dön

source: It seems we cannot find what you are looking for. Please check the spelling or rephrase.
tr_tr: Aradığınızı bulamıyoruz gibi görünüyor. Lütfen yazımı kontrol edin veya yeniden ifade edin.

source: Search...
tr_tr: Ne Öğrenmek İstiyorsun?

source: Continue reading<span class="screen-reader-text"> "%s"</span>
tr_tr: Okumaya devam et<span class="screen-reader-text"> "%s"</span>

source: Published
tr_tr: Yayınlandı

source: Updated
tr_tr: Güncellendi

source: Close mobile menu button
tr_tr: Mobil menü düğmesini kapat

source: Page Not Found
tr_tr: Sayfa Bulunamadı

source: Search Results:
tr_tr: Arama Sonuçları:

source: All Posts By
tr_tr: Tüm Gönderiler
